tap "delphinus/sfmono-square"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "robotsandpencils/made"
tap "tako8ki/tap"
tap "tosaka07/tap"
brew "asdf"
brew "bat"
brew "python@3.9"
brew "glib"
brew "carthage"
brew "cocoapods"
brew "exa"
brew "fd"
brew "fnm"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "fzf"
brew "ghq"
brew "git"
brew "gitui"
brew "libxml2"
brew "mint"
brew "neovim"
brew "rbenv"
brew "ripgrep"
brew "tmux"
brew "zsh"
brew "delphinus/sfmono-square/sfmono-square"
brew "robotsandpencils/made/xcodes"
brew "tosaka07/tap/changeloggen"
cask "google-cloud-sdk"
cask "raycast"
